[Misc]
0=Dansk        
1=Peter H. S. Madsen (petermad)
2=1.8a            
3=(C) Copyright, 2004-2007. All Rights Reserved. E-Mail: peter@madsenworld.dk
5=http://ghisler.ch/board/viewtopic.php?t=10026

[MainUnit]
0=Åbn filen %FileName% med...
1=Foretrukne programmer
2=Andre programmer
3=Genvejstast
4=Forsvundne programmer
5=Vælg et andet program...
6=Vælg program
7=Den valgte fil er ikke et eksekverbart program!/s;Du har valgt: "%ProgramName%"./s;Filtypen er ikke EXE./s;Ønsker du virkelig at bruge denne fil?
8=Program:
9=Filtyper:
10=Fuld sti:
11=Program ikke fundet!
12=Rediger Filtyper
13=Ændre stien til programmet
14=Omdøb
15=Genvejstast:
16=Fjern fra listen
17=Omdøb
18=Nyt navn:
19=Ønsker du virkelig at fjerne programmet "%ProgramName%"/s;fra listen over tilgængelige programmer?
20=Bemærk: Programmet Total Commander er blevet detekteret på din computer./s;Du kan sætte Open File Shell for TC op som standard redigeringsprogram for Total Commander./s;%NowStandProgram%/s;Fordele:/s;- enhver fil kan åbnes med F4 med det bedst EGNEDE redigeringsprogram/s;- enkel opsætning af associeringer/s;- OpenFileTC blander sig ikke i alt/s;/s;Hvis du er interesseret i disse fordele så bare tryk JA./s;Programmet vil foretage det nødvendige for dig. /s;Dette spørgsmål vil ikke blive stillet igen.
21=Tak for dit valg!/s;/s;Hvis du har nogen Total Commander sessioner kørende nu, så genstart dem venligst./s;Ændringerne vil blive udført efter genstart af Total Commander.
22=Bemærk: DbCD Universal er blevet detekteret på din computer./s;Du kan sætte Open File Shell for TC op som standard visningsprogram for DbCD Universal./s;%NowStandProgram%/s;Fordele:/s;- enhver fil kan åbnes med F3 med det bedst EGNEDE visningsprogram/s;- enkel opsætning af associeringer/s;- OpenFileTC blander sig ikke i alt/s;/s;Hvis du er interesseret i disse fordele så bare tryk JA./s;Programmet vil foretage det nødvendige for dig. /s;Dette spørgsmål vil ikke blive stillet igen.
23=Tak for dit valg!/s;/s;Hvis du har nogen sesioner af DbCD Universal kørende nu, så genstart dem venligst./s;Ændringerne vil blive udført efter genstart af DbCD Universal.
24=Tilføj program som kan læse: %FileName%
25=Anvend altid det valgte program for nuværende filtype
26=Konfigurer %ProgramName%
27=Åbn, men hold ikke øje med programmet
28=Åbn med %ProgramName%
29=Antal kald:
30=Du har startet programmet uden parametre./s;Det anbefales ikke at tilføje programmer på denne måde./s;/s; Ønsker du stadig at tilføje et nyt element til listen?
31=Vis ikke længere valgvinduet for %FileType% filer./s;Åbn filen med det valgte program med det samme
32=OK
33=Opsætning af OpenFileTC
34=Annuller
35=Sortering
36=Visning
37=Vis programikoner
38=Opsætning af betingelse
39=Du anvender nu: "%ProgramName%"
40=Liste med alle programmer
41=Redigering af eksekverbar fil/s;/s;OpenFileTC har modtaget en eksekverbar fil:/s;%FileName%/s;Ønsker du at tilføje denne fil til listen over OpenFileTC's redigeringsprogrammer?/s;/s;Tryk JA hvis du ønsker at tilføje dette redigeringsprogram til listen/s;Tryk NEJ for at redigere denne fil
42=Programmet vil blive vist i et vindue
43=Ikke i stand til at oprette grupper for programmets elementer. Der er muligvis fejl i programmet.
44=Ikke i stand til at oprette opsætningsfilen "%INIFileName%"./s;Du kører muligvis programmet fra et ikke-skrivbart medie (f.eks. CD-ROM eller DVD-ROM), eller opsætningsfilen er skrivebeskyttet./s;Programmet vil gemme alle indstillinger i mappen "%WinFolder%"
45=Der opstod en fejl under oprettelsen af opsætningsfilen./s;Filnavn: "%INIFileName%"./s;Systembesked: "%SystemMessage%"./s;Fejlklasse: "%ClassMessage%"./s;/s;Programmet vil blive lukket
46=Programmet åbner kun den første /s;fil fra listen, uden anførselstegn
47=Programmet åbner kun den første /s;fil fra listen, med anførselstegn
48=Hver fil vil blive åbnet med en individuel /s;kørsel af programmet, uden anførselstegn
49=Hver fil vil blive åbnet med en individuel /s;kørsel af programmet, med anførselstegn
50=Programmet vil blive minimeret til proceslinjen
51=Tilføj program som kan læse filer af det valgte format
52=Programmet vil blive maksimeret
53=Skjul værktøjslinjen
54=Tilføj nyt redigeringsprogram
55=Konfigurer redigeringsprogram
56=Slet redigeringsprogram fra listen
57=Opsætning af Open File Shell for TC

[EditExtsUnit]
0=Rediger filtyper for programmet "%ProgramName%"
1=OK
2=Annuller
3=Tilføj
4=Rediger
5=Fjern
6=Ny filtype
7=Filtype:
8=Åbn direkte med %ProgramName%
9=Åbn vindue for programvalg
10=OpenFileTC's handling
11=Filtype
12=Kommandolinje
13=Tilladte variable:/s;/s;%1, %FullFileName% - fuldt filnavn/s;%FileName% - kun filnavn (uden sti OG type)/s;%FileExt% - filtype (uden punktum)/s;/s;Alle variable er uafhængige af om der anvendes stor eller små bogstaver

[SetupUnit]
0=Opsætning af Open File Shell for TC 
1=Sprog:
2=Skrifttyper og farver
3=Elementer:
4=Vælg et sprog fra listen over tilgængelige sprog./s;Du kan downloade flere sprog fra http://antoon-inc.com/oftc/
5=Sektioner
6=Ikoner
7=Liste
8=Små ikoner
9=Ordnet liste
10=Indlæs ikoner
11=Vis ikoner fra programmer
12=Udfør
13=Udfør alle ændringer
14=OK
15=Gem ændringerne og luk dette vindue
16=Annuller
17=Luk dette vindue uden at gemme ændringerne
18=Hver bruger har sin egen opsætning
19=Brug denne valgmulighed for at adskille OpenFileTC's /s;opsætning for alle brugere af denne computer
20=Hvis denne file eksisterer, så har hver bruger af denne computer sin egen opsætning af OpenFileTC. Hvis du ønsker at bruge den samme opsætning for alle brugere så slet denne fil. Denne kommentar kan slettes.
21=Skrifttype...
22=Type, størrelse og farve for hovedvinduets tekst
23=Baggrund
24=Hovedvinduets baggrundsfarve
25=Cache ikoner
26=Indlæs kun ikoner fra programmerne én gang/s;og gem dem i undermappen Icons (anbefales)
27=Diverse
28=Tuning
29=Om
30=Vælg ikonvisning
31=Hold ikke øje med kørende programmer
32=Vent ikke mens programmet kører/s;afslut dets arbejde med åben fil
33=Vis værktøjstip nær musemarkøren
34=Som standard vises værktøjstip for programmerne/s;i hjørnet af OpenFileTC's vindue 
35=Vis værktøjstips
36=Vis tips for programmerne når musemarkøren/s;flyttes over dem i hovedvinduet
37=Hovedvindue:
38=Dialoger:
39=Type, størrelse og farve for andre vinduers tekst
40=Sortering af elementer i hovedvinduet:
41=Vælg sorteringsmåde for programmer /s;tilføjet til hovedvinduet
42=Alfabetisk
43=Antal kald
44=Indstillingen "Hver bruger har sin egen opsætning" vil blive aktiveret efter genstart af OpenFileTC
45=Tvungen visning af OpenFileTC's hovedvindue
46=Tryk denne tast:
47=Hvis denne tast er nedtrykket, så vil/s;OpenFileTC's vindue altid blive åbnet
48=Hold musemarkøren på:
49=Hvis musemarkøren holdes på det valgte hjørne, /s;så vil OpenFileTC's vindue altid blive åbnet
50=Vælg positionen af musemarkøren fra denne liste
51=Vælg modificeringstast fra denne liste
52=øverste venstre hjørne af skærmen
53=øverste højre hjørne af skærmen
54=nederste venster hjørne af skærmen
55=nederste højre hjørne af skærmen
56=Understøt mulighed for at åbne mapper
57=Tillad åbning af valgte mapper med F4 tasten./s;Understøt tag'et %Dir% fom filtype./s;Du kan læse mere herom i .chm hjælpefilen
58=Standardindstilling for "Anvend altid det valgte program..." checkboks :
59=Her kan du vælge indstillingen af denne/s;checkboks for hver OFTC start. Du kan vælge/s;altid at have denne slået til, altid slået fra, /s;eller at huske sidste ændring
60=Husk sidste brugers valg
61=Altid slået fra
62=Altid slået til
63=Tilføj program til listen over redigeringsprogrammer, hvis brugeren trykker F4 på det
64=Hvis brugeren begynder at redigere en EXE-fil, så vil /s;OpenFileTC spørge brugeren om denne EXE-FIL /s;skal tilføjes listen over redigeringsprogrammer
65=Hjemmeside:
66=Forum:

[HotKeyUnit]
0=Genvejstast
1=Opsæt en genvejstast til at køre programmet %ProgramName%
2=Nuværende genvejstast:
3=Ny genvejstast:
4=OK
5=Gem ændringerne og luk dette vindue
6=Annuller
7=Luk dette vindue uden at gemme ændringerne
8=ingen
9=Denne genvejstast er reerveret af OpenFileTC og kan ikke bruges
10=Denne genvejstast bruges allered af programmet %ProgramName%./s;Ønsker du at bruge denne genvejstast for %CurrProgramName% og fjerne den fra det tidligere program?

[ProgramSettingsUnit]
0=%ProgramName% egenskaber
1=Navn:
2=Sti til programmet:
3=Kommandolinje for alle filtyper:
4=OpenFileTC kan ikke finde den angivne programfil/s;Check venligst den angivne sti
5=Skriv et navn for programmet her
6=Fuld sti til eksekverbare fil
7=Vælg fil
8=Problemløser for åbning af mere end én fil
9=Intet problem
10=Der er ingen problemer med at åbne/s;flere filer med dette program
11=Send kun den første fil fra hele listen til programmet, UDEN anførselstegn
12=Send ikke hele fillisten til programmets kommandolinje, /s;men kun den første fil fra denne liste  -  UDEN anførselstegn
13=Send kun den første fil fra hele listen til programmet, MED anførselstegn
14=Send ikke hele fillisten til programmets kommandolinje, /s;men kun den første fil fra denne liste  -  MED anførselstegn
15=Kør en ny kopi af programmet for hver fil, videregiv filnavnet MED anførselstegn
16=Kør flere kopier af dette program. Hver kopi vil modtage en fil fra /s;listen som kommandolinjeparameter. /s;BEMÆRK: I dette tilfælde vil OpenFileTC ikke længere holde øje /s;med de eksekverbare filer  -  MED anførselstegn
17=Filtyper...
18=Opsæt liste over filtyper for dette program
19=OK
20=Gem ændringerne og luk dette vindue
21=Annuller
22=Luk dette vindue uden at gemme ændringerne
23=Kør en ny kopi af programmet for hver fil, videregiv filnavnet UDEN anførselstegn
24=Kør flere kopier af dette program. Hver kopi vil modtage en fil fra /s;listen som kommandolinjeparameter. /s;BEMÆRK: I dette tilfælde vil OpenFileTC ikke længere holde øje /s;med de eksekverbare filer  -  UDEN anførselstegn
25=Klik på billedet for at vælge en anden kildefil
26=Vælg en fil, som indeholder ikoner
27=Gem fil som...
28=Genvejstast...
29=Angiv en tastekombination for at vælge/s;dette program i OpenFileTC's vindue
30=Kombiner en kommandolinje
31=Angiv her en kommandolinje for alle filtyper til dette program
32=Skift ikon
33=Gem ikon i fil...
34=Vinduets udseende ved åbning (kan ikke garanteres at virke):
35=Som standard
36=I et vindue
37=Minimeret
38=Maksimeret
39=Åbn alle nye filtyper direkte i dette redigeringsprogram
40=Hvis OpenFileTC ikke kan finde noget redigeringsprogram for en /s;filtype, så vil filen blive åbnet direkte i dette redigeringsprogram

[FoundClipUnit]
0=Fundet Udklipsholder
1=ID for informationen i Udklipsholder: %BufferID%
2=Forudbestemte typer:
3=Bemærk: du har ukendt information i Udklipsholder. Prøv venligst at genkende typen af infomation i Udklipsholder. Brug popuplisten herover til at finde typen.
4=Genkend automatisk (eksperimentelt!)
5=Prøv at genkende datatypen automatisk (anbefales ikke)
6=Vælg
7=Vellykket genkendelse af datatypen
8=Ikke fundet
9=Datatypen blev ikke genkendt
10=Tekst ( ANSI )
11=Tekst ( OEM )
12=Tekst ( UNICODE )
13=Billede ( BMP )
14=Billede ( JPG )
15=Billede ( TIFF )
16=Metafil
17=Ukendt blok
